Repository: zombiB/zombi-addons
Catalog: plugin.video.matrix/resources/language/*/strings.po
Languages: french

# #30002
source: Auto-activate subtitles
french: Activation auto des sous-titres

# #30003
source: Downloading Completed
french: Telechargements Termine

# #30004
source: Downloading Stopped
french: Telechargements Arrete

# #30005
source: matrix will be faster with your own API key.
french: matrix sera plus rapide avec votre propre clef API.

# #30006
source: Search Metadata (may slow the Addon)
french: Recherche les Metadonnees (ralenti l'Addon)

# #30007
source: Posters Size
french: Taille des Posters

# #30008
source: Fanarts Size
french: Taille des Fanarts

# #30009
source: Use extendedinfo
french: Utiliser extendedinfo

# #30010
source: Color Text note
french: Couleur texte information

# #30011
source: Initialization error
french: Erreur initialisation

# #30012
source: Downloading already started
french: Telechargements deja demarres

# #30013
source: Matrix update
french: mise a jour Matrix

# #30014
source: Update complete
french: Mise a jour terminee

# #30015
source: Update
french: Mise a jour

# #30016
source: Enable search history
french: Activer l'historique de recherche

# #30020
source: File Not Found or removed
french: Fichier introuvable

# #30022
source: Unsupported format
french: Format non supporté

# #30023
source: Plugins settings
french: Plugins Preferences

# #30024
source: Failed to download
french: Téléchargement impossible

# #30025
source: Stop Downloading
french: Arrêter les Téléchargements

# #30026
source: IPTV and TV Guide
french: IPTV et Guide TV

# #30027
source: Waiting time for player (ms)
french: Delai d'attente du lecteur (ms)

# #30028
source: PVR addon setting
french: Parametre a modifier dans l'addon PVR

# #30029
source: Play default
french: Lecture par defaut

# #30030
source: Play
french: Lecture

# #30031
source: Metadata
french: Metadonnees

# #30032
source: View
french: Affichage

# #30033
source: Tools
french: Outils

# #30034
source: About
french: A Propos

# #30035
source: Support Us
french: Soutenez-nous

# #30037
source: Not possible for this site
french: Pas possible pour ce site

# #30038
source: Bookmarking not possible for this link
french: Mise en Marque-page pas possible pour ce lien

# #30039
source: Download List
french: Liste de Téléchargement

# #30040
source: Clean the list (Finished files)
french: Nettoyer la liste (Fichiers finis)

# #30041
source: History deleted
french: Historique supprime

# #30042
source: Successfully registered
french: Enregistre avec succes

# #30043
source: Bookmark already present
french: Marque-page deja present

# #30044
source: Bookmark deleted
french: Marque-page supprime

# #30045
source: Type the link you want to play
french: Tapez le lien que vous souhaitez rechercher

# #30046
source: Here is your link:
french: Voici votre lien:

# #30047
source: Last auto update on:
french: Derniere mise a jour auto le:

# #30048
source: Next update on:
french: Prochaine verification de mise a jour le:

# #30049
source: Path ffmpeg
french: Chemin ffmpeg

# #30050
source: Recording path
french: Chemin d'enregistrement

# #30051
source: enable recording
french: Activer l'enregistrement

# #30052
source: Minute automatically add to your chosen duration (in minutes)
french: Minute ajouter automatiquement a votre durer choisie (en minute)

# #30053
source: Time interval between each time check (in seconds)
french: Intervalle de temps entre chaque verification de l'heure (en seconde)

# #30054
source: Url of your log:
french: Url de votre log:

# #30055
source: Import/Export the BDD (Bookmark, History, etc.)
french: Importer/Exporter la BDD (Marque-Page, Historique, etc..)

# #30056
source: Remove BDD from Matrix
french: Supprime les BDD de Matrix

# #30057
source: Delete a database
french: Supprimer une BDD

# #31157
source: Delete settings file
french: Supprimer le fichier settings

# #31158
source: Deletes the settings file
french: Supprime le fichier settings

# #30058
source: Removes the BDD from the cache for metadata
french: Supprime la BDD du cache pour les metadonnees

# #30059
source: Delete temporary Kodi files
french: Supprime les fichiers temporaire de Kodi

# #30060
source: Delete temporary browsing files from Kodi
french: Supprime les fichiers de navigation temporaire de Kodi

# #30061
source: Clear .fi Files
french: Effacer les fichiers .fi

# #30062
source: Deletes temporary Kodi physical and BDD image files
french: Supprime les fichiers images temporaire de Kodi physique et BDD

# #30063
source: Clear Thumbnails
french: Effacer les vignettes

# #30064
source: Refresh Skin
french: Rafraîchir le Skin

# #30065
source: Using ResolverUrl will allow you to use premium link generators
french: Utiliser ResolverUrl vous permettra d'utiliser les debrideurs

# #30066
source: Use ResolverUrl
french: Passer par ResolverUrl

# #30067
source: Configure ResolverUrl
french: Configurer ResolverUrl

# #30068
source: WARNING: Matrix does not manage this part, [CR] remember to deactivate it if the videos no longer work.
french: ATTENTION: Matrix ne gere pas cette partie, [CR] pensez a le desactiver si les videos ne marchent plus.

# #30069
source: Unless you have a premium link generator, [CR] checking this box will bring you more problems than advantages.
french: A moins d'avoir un debrideur, [CR] cocher cette case vous apportera plus de problemes que d'avantages.

# #30070
source: Choose your sources click OK [CR] - To validate the modifications click again on OK
french: Choisissez vos sources cliquez OK [CR]- Pour valider les modifications cliquez encore sur OK

# #30071
source: Updated list
french: Liste mise à jour

# #30072
source: File deleted
french: Fichier supprimé

# #30073
source: Error, file cannot be deleted
french: Erreur, fichier non supprimable

# #30074
source: Are you sure you want to delete this file? Non-reversible operation.
french: Voulez vous vraiment supprimer ce fichier ? Opération non réversible.

# #30075
source: Starting the full list
french: Démarrage de la liste complète

# #30076
source: Search
french: Recherche

# #30077
source: [COLOR gold]Select your search for: %s[/COLOR]
french: [COLOR gold]Selectionnez votre recherche pour: %s[/COLOR]

# #30078
source: Search (Movies)
french: Recherche (Films)

# #30079
source: Search (Tvshows/Animes)
french: Recherche (Series/Animes)

# #30080
source: Search (Other category)
french: Recherche (Autre categories)

# #30081
source: [COLOR gold]Results for: %s[/COLOR]
french: [COLOR gold]Resultats pour: %s[/COLOR]

# #30082
source: Name already used
french: Nom déjà utilisé

# #30083
source: Add to download list
french: Ajout en liste de téléchargement

# #30084
source: Unable to download
french: Téléchargement impossible

# #30085
source: Download failed
french: Echec du téléchargement

# #30086
source: Download Started
french: Téléchargement Démarré

# #30087
source: Clear Cache matrix, Error
french: Nettoyage du cache matrix, Erreur

# #30088
source: Visual search
french: Recherche visuelle

# #30089
source: matrix Cache successfully cleared
french: Nettoyage du cache matrix, Réussi

# #30090
source: Suppression Database, Successful
french: Suppression BDD, Réussi

# #30091
source: Error while deleting Database
french: Suppression BDD, Erreur

# #30092
source: Kodi Cache successfully cleared [CR](Important restart Kodi)
french: Nettoyage du cache Kodi, Réussi[CR](Important relancer Kodi)

# #30093
source: Error while deleting Kodi Cache
french: Nettoyage du cache Kodi, Erreur

# #30094
source: Select your Sources
french: Selectionner vos Sources

# #30095
source: Archive Cache successfully cleared [CR](Important restart Kodi)
french: Nettoyage du Cache Archive_cache, Réussi[CR](Important relancer Kodi)

# #30096
source: Error while deleting Cache
french: Nettoyage du Cache Archive_cache, Erreur

# #30097
source: This code must be transmitted when you open an Issue, please note it:
french: Ce code doit être transmis lorsque vous ouvrez une Issue, veuillez le noter:

# #30098
source: Are you sure? This will erase all thumbnails
french: Êtes-vous sûr ? Ceci effacera toutes les vignettes

# #30099
source: Import/Export Database, Successful
french: Import/Export de la Base de Données, Réussi

# #30100
source: Import/Export Database, Error
french: Import/Export de la Base de Données, Erreur

# #30101
source: New
french: Derniers ajouts

# #30102
source: Foreign
french: etranger

# #30103
source: Indian
french: Indien

# #30136
source: Indian Dubbed
french: Indien doublee

# #30104
source: Asian
french: asiatique

# #30111
source: Asian Dubbed
french: asiatique doublee

# #30105
source: Genre
french: Genres

# #30106
source: Years
french: Annees

# #33107
source: Family
french: Familiales

# #30107
source: Arabic
french: arabes

# #30108
source: English
french: en Anglais

# #30109
source: Turkish
french: Turques

# #30110
source: Turkish Dubbed
french: Turques doublee

# #30111
source: List
french: Liste

# #30112
source: Documentary
french: Documentaires

# #30113
source: Sport
french: Sports

# #30114
source: Web video
french: Videos du net

# #30116
source: All the sources
french: Toutes les sources

# #30117
source: TV Programs
french: TV replay

# #30120
source: Movies
french: Films

# #30122
source: Anime
french: Animes

# #30125
source: Research Update (source only)
french: Recherche mise a jour (Sources Uniquement)

# #30126
source: Beta Tester (not recommended)
french: Beta testeur (Non recommande)

# #30127
source: Tools
french: Outils

# #30128
source: Clear the addon cache
french: Vider le Cache de l'addon

# #30129
source: Clear Kodi Cache
french: Vider le Cache de Kodi

# #30130
source: Lists
french: Listes

# #30134
source: Football
french: Foot

# #30145
source: Download folder
french: Dossier de Telechargement

# #30146
source: Show / Hide search settings
french: Afficher/Masquer les parametres de recherche

# #30160
source: Quality HD
french: Qualite HD

# #30202
source: Download
french: Telecharger

# #30203
source: Webradio
french: Radio du web

# #30204
source: [COLOR red]No informations[/COLOR]
french: [COLOR red]Aucune information[/COLOR]

# #30205
source: Connection Failed
french: Connexion Impossible

# #30206
source: Marked seen/Not seen
french: Marquer vu/Non vu

# #30207
source: Bookmarks
french: Marque-Pages

# #30209
source: [COLOR red]Delete Bookmark[/COLOR]
french: [COLOR red]Supprimer TOUT[/COLOR]

# #30210
source: Bookmark
french: Marque-page

# #30211
source: [COLOR red]Clear this category[/COLOR]
french: [COLOR red]Vider cette categorie[/COLOR]

# #30212
source: Trailer
french: Bande annonce

# #30213
source: Search Similar
french: Recherche Similaire

# #33213
source: Parents Guide
french: Guide Parental

# #30215
source: Start downloading
french: Demarrer le telechargement

# #30216
source: Remove from list
french: Supprimer de la liste

# #30217
source: [COLOR red]Delete permanently[/COLOR]
french: [COLOR red]Supprimer definitivement[/COLOR]

# #30218
source: Stop downloading
french: Arreter le telechargement

# #30219
source: Read
french: Lire

# #30220
source: Reset
french: reinitialiser

# #30221
source: Add:
french: Ajouter:

# #30222
source: Delete:
french: Supprimer:

# #30223
source: Rename
french: Renommer

# #30300
source: Library
french: Librairie

# #30301
source: To configure in kodi if you want them to be imported
french: A configurer dans kodi si vous voulez qu'ils soient importes

# #30302
source: Auto update
french: Mise a jour a chaque ajout

# #30303
source: Enable/Disable
french: Activer/Desactiver

# #30304
source: Go to [COLOR teal]%s[/COLOR] Enter the code [COLOR teal]%s[/COLOR]
french: Rendez vous sur [COLOR teal]%s[/COLOR] Entrer le code [COLOR teal]%s[/COLOR]

# #30305
source: [COLOR khaki]Click here to login[/COLOR]
french: [COLOR khaki]Cliquez ici, pour vous connecter[/COLOR]

# #30306
source: [COLOR khaki]Hello, %s[/COLOR]
french: [COLOR khaki][COLOR khaki]Bonjour, %s[/COLOR]

# #30307
source: Movies (%s/%s) seen / Shows seen (%s) / episode (%s/%s) seen
french: Films (%s/%s) regardes / Series regardees (%s) / Episodes (%s/%s) regardes

# #30308
source: History
french: Historique

# #30309
source: logout
french: Deconnexion

# #30311
source: Watchlist
french: A surveiller

# #30312
source: Seen
french: Regarde

# #30313
source: Recommended
french: Recommande

# #30315
source: Popular
french: Populaire

# #30316
source: Most viewed this week
french: Les plus vues de la semaine

# #30317
source: Most viewed of the month
french: Les plus vues du mois

# #30318
source: Watchlist (seasons)
french: A surveiller (saisons)

# #30319
source: Watchlist (episodes)
french: A surveiller (episodes)

# #30320
source: You have successfully logged out
french: Vous avez ete deconnecte avec succes

# #30321
source: Add collection
french: Ajouter a la collection

# #30322
source: Add watch history
french: Marquer comme regarde

# #30323
source: Add watchlist
french: Marquer a surveiller

# #30324
source: Library
french: Librairie

# #30326
source: Download and Play
french: Telecharger et Lire

# #30329
source: Token (Optional)
french: Token (Optionnel)

# #30330
source: Search
french: Recherche

# #30331
source: Calendar
french: Calendrier des sorties VO

# #30332
source: WebTv
french: Tv du web

# #30340
source: Trakt integration
french: Integration Trakt

# #30341
source: Show personnal lists
french: Afficher les listes personnelles

# #30342
source: Movies
french: Films

# #30343
source: Show watchlist
french: Afficher la liste 'A Surveiller'

# #30344
source: Show watched list
french: Afficher les films vus

# #30345
source: Show recommended movies
french: Afficher les films recommandes

# #30346
source: Show BoxOffice
french: Afficher les Box-Office

# #30347
source: Show popular
french: Afficher les films populaires

# #30348
source: Show most weekly viewed
french: Afficher les films les plus vus de la semaine

# #30349
source: Show most monthly viewed
french: Afficher les films les plus vus du mois

# #30351
source: TV Shows
french: Series

# #30352
source: Show watchlist
french: Afficher la liste 'A Surveiller'

# #30353
source: Show seasons watchlist
french: Afficher la liste des saisons a surveiller

# #30354
source: Show episodes watchlist
french: Afficher la liste des episodes a surveiller

# #30355
source: Show watched list
french: Afficher les series vues

# #30356
source: Show recommended TV Shows
french: Afficher les series recommandees

# #30357
source: Show popular
french: Afficher les series populaires

# #30358
source: Show most weekly viewed
french: Afficher les series les plus vues de la semaine

# #30359
source: Show most monthly viewed
french: Afficher les series les plus vues du mois

# #30360
source: My personnal Trakt lists
french: Listes personnelles Trakt

# #30401
source: Username
french: Utilisateur

# #30402
source: Password
french: Mot de passe

# #30403
source: Enable
french: Activer

# #30404
source: View : Movies (recommended 50-51-500-501-508)
french: Vue : Films (recommande 50-51-500-501-508)

# #30405
source: View: Tvshow (recommended 50-51-500-501-508)
french: Vue: Series (recommande 50-51-500-501-508)

# #30406
source: View: Default (recommended 50-51-500)
french: Vue: Defaut (recommande 50-51-500)

# #30407
source: Vue: Home (recommended 50-51-500)
french: Vue: Accueil (recommande 50-51-500)

# #30408
source: Enable customized view
french: Activer vue personnalisee

# #30409
source: Close
french: Fermer

# #30411
source: Enable sound notifications
french: Activer le son des notifications

# #30412
source: [COLOR red]Delete entry[/COLOR]
french: [COLOR red]Supprimer l'entree[/COLOR]

# #30413
source: [COLOR red]Delete history[/COLOR]
french: [COLOR red]Supprimer l'historique[/COLOR]

# #30414
source: [COLOR gold]Full series search[/COLOR]
french: [COLOR gold]Recherche serie complete[/COLOR]

# #30415
source: [COLOR gold]Full season search[/COLOR]
french: [COLOR gold]Recherche saison complete[/COLOR]

# #30416
source: [COLOR gold]Search history[/COLOR]
french: [COLOR gold]Historique de recherche[/COLOR]

# #30417
source: [COLOR orange]Search on Alluc_ee[/COLOR]
french: [COLOR orange]Recherche sur Alluc_ee[/COLOR]

# #30418
source: [COLOR green]Update available[/COLOR]
french: [COLOR green]Mise a jour disponible[/COLOR]

# #30419
source: View: Visual search (recommended 500)
french: Vue: Recherche Visuelle (recommande 500)

# #30420
source: Enable/Disable sources
french: Activer/Desactiver les sources

# #30421
source: Go to [COLOR teal]%s[CR]%s[/COLOR][CR],Valid Matrix, only then click YES
french: Rendez vous sur [COLOR teal]%s[CR]%s[/COLOR][CR], Valider Matrix, seulement ensuite cliquer OUI

# #30422
source: Enable log records
french: Activer les enregistrements de log

# #30423
source: Search a Movie
french: Rechercher un Film

# #30424
source: Search a Serie
french: Rechercher une Serie

# #30425
source: Movies (Popular)
french: Films (Populaires)

# #30426
source: Movies (Theater)
french: Films (en Salle)

# #30427
source: Movies (Top Rated)
french: Films (Les mieux notes)

# #30428
source: Movies (Genres)
french: Films (Genres)

# #30429
source: TV Shows (Popular)
french: Series (Populaires)

# #30430
source: TV Shows (on TV)
french: Series (a la TV)

# #30431
source: TV Shows (Top Rated)
french: Series (Les mieux notees)

# #30432
source: TV Shows (Genres)
french: Series (Genres)

# #30433
source: Actors (Popular)
french: Acteurs (Populaires)

# #30434
source: Movies (Favorites)
french: Films (Favoris)

# #30435
source: Movies (Rated)
french: Films (Notes)

# #30436
source: Movies (Watched)
french: Films (Regardes)

# #30437
source: TV Shows (Favorites)
french: Series (Favories)

# #30438
source: TV Shows (Rated)
french: Series (Notees)

# #30439
source: Episodes (Rated)
french: Episodes (Notes)

# #30440
source: TV Shows (Watched)
french: Series (Regardees)

# #30441
source: My Lists
french: Mes Listes

# #30442
source: You must be logged in
french: Vous devez etre connecte

# #30443
source: Add: rated
french: Ajouter: Vote

# #30444
source: Add: Watched
french: Ajouter: Regarde

# #30445
source: Add: Favorites
french: Ajouter: Favoris

# #30446
source: [COLOR red]Delete: Watched[/COLOR]
french: [COLOR red]Supprimer: Regarde[/COLOR]

# #30447
source: [COLOR red]Delete: Favorites[/COLOR]
french: [COLOR red]Supprimer: Favoris[/COLOR]

# #30448
source: Select a quality
french: Selectionner une qualite

# #30449
source: About/Sources
french: A propos/Sources

# #30450
source: Search (Actor, Actress)
french: Recherche (Acteur, Actrice)

# #30451
source: Default mode
french: Mode par defaut

# #30452
source: Always ask me
french: Toujours me demander

# #30453
source: Continue streaming via Uptostream
french: Passer en Streaming via Uptostream

# #30454
source: Continue direct via UpToBox
french: Rester en direct via UpToBox

# #30455
source: My accounts
french: Mes comptes

# #30456
source: Are you sure?
french: etes-vous sûr ?

# #30457
source: Trailer
french: Bande-Annonce

# #30458
source: Recommended
french: Recommande

# #30459
source: Similar
french: Similaire

# #30460
source: Casting
french: Distribution

# #30461
source: Synopsis
french: Resume

# #30462
source: Director
french: Realisateur

# #30463
source: Release date
french: Date de sortie

# #30464
source: Duration
french: Duree

# #30466
source: Actor/Role
french: Acteur/Rôle

# #30467
source: Birth
french: Naissance

# #30468
source: Place
french: Lieu

# #70002
source: Dubbed
french: Double

# #70003
source: Quran kareem
french: Quran karim

# #70004
source: Nasheed
french: Nashid

# #70008
source: Popular
french: Populaires

# #70009
source: Islamic
french: islamiques

# #70010
source: Plays
french: theatre

# #70011
source: Live
french: direct

# #70012
source: Kids
french: Enfants

# #31102
source: Use the skin display for the information windows
french: Utiliser la fenetre d'information du skin

# #31000
source: Multimedia folder URL (Optional)
french: URL du dossier multimedia (Optionnel)

# #30505
source: Would you like to automatically play the next episode?
french: Voulez-vous activer l'enchainement des épisodes ?

# #30506
source: Automatically play the next episode
french: Activer l'enchainement des épisodes

# #34110
source: Database to delete
french: Base de données à supprimer

# #30501
source: Classic
french: Classique

# #40000
source: Loading:
french: Chargement:
